tap "hashicorp/tap"
tap "humansignal/tap"
tap "mongodb/brew"
brew "awscli"
brew "bat"
brew "cmake"
brew "elixir"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fluid-synth"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "python@3.14"
brew "neovim"
brew "postgresql@15", restart_service: :changed
brew "pyenv"
brew "rabbitmq"
brew "ripgrep"
brew "rust"
brew "starship"
brew "thefuck"
brew "tmux"
brew "uv"
brew "zbar"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "humansignal/tap/label-studio"
cask "claude"
cask "codex"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "warp"
cask "iterm2"
cask "obsidian"
